---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.PATTERN_INDENT_2_FOR_DIVISION_RULE
enum: Autodesk.Revit.DB.BuiltInParameter
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.PATTERN_INDENT_2_FOR_DIVISION_RULE

"Indent 2"